Repository: JangJaeHyung1/BeaconSenderReceiver
Catalog: BeaconAPITest080701/Localized/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# landing_title
source: Get Started
de: Los geht's
es: Empezar
fr: Commencer
ja: はじめる
ko: 시작하기
zh_hans: 开始
zh_hant: 開始

# landing_subtitle
source: Choose a Beacon feature
de: Wähle eine Beacon-Funktion
es: Elige una función de Beacon
fr: Choisissez une fonction Beacon
ja: Beacon 機能を選択してください
ko: Beacon 기능을 선택하세요
zh_hans: 请选择 Beacon 功能
zh_hant: 請選擇 Beacon 功能

# tx_title
source: Register as Beacon Transmitter
de: Als Beacon-Sender registrieren
es: Registrarse como emisor de Beacon
fr: S'enregistrer comme émetteur Beacon
ja: ビーコン送信機として登録
ko: 비콘 발신기로 등록
zh_hans: 注册为 Beacon 发射器
zh_hant: 註冊為 Beacon 發射器

# tx_subtitle
source: Broadcast iBeacon signal from this device
de: iBeacon-Signal von diesem Gerät senden
es: Emitir señal iBeacon desde este dispositivo
fr: Émettre un signal iBeacon depuis cet appareil
ja: このデバイスから iBeacon 信号を発信
ko: 기기에서 iBeacon 신호 발신
zh_hans: 从此设备广播 iBeacon 信号
zh_hant: 從此裝置廣播 iBeacon 訊號

# rx_title
source: Receive Beacon signals
de: Beacon-Signale empfangen
es: Recibir señales de Beacon
fr: Recevoir des signaux Beacon
ja: ビーコン信号を受信
ko: 비콘 신호 수신하기
zh_hans: 接收 Beacon 信号
zh_hant: 接收 Beacon 訊號

# rx_subtitle
source: Detect nearby iBeacons
de: Nahe iBeacons erkennen
es: Detectar iBeacons cercanos
fr: Détecter les iBeacon à proximité
ja: 周辺の iBeacon を検出
ko: 주변 iBeacon 탐지
zh_hans: 检测附近的 iBeacon
zh_hant: 偵測附近的 iBeacon

# reg_title
source: Register Beacon UUIDs
de: Beacon-UUIDs registrieren
es: Registrar UUID de Beacon
fr: Enregistrer des UUID Beacon
ja: Beacon の UUID を登録
ko: Beacon UUID 등록하기
zh_hans: 注册 Beacon UUID
zh_hant: 註冊 Beacon UUID

# reg_subtitle
source: Manage target UUIDs for detection
de: Ziel-UUIDs für die Erkennung verwalten
es: Gestionar UUID objetivo para la detección
fr: Gérer les UUID cibles à détecter
ja: 検出対象の UUID を管理
ko: 탐지 대상 UUID 관리
zh_hans: 管理检测目标 UUID
zh_hant: 管理要偵測的 UUID

source: No beacons detected.
de: Keine Beacons gefunden.
es: No se detectaron beacons.
fr: Aucun beacon détecté.
ja: ビーコンが検出されませんでした。
ko: 감지된 비콘이 없습니다.
zh_hans: 未检测到 Beacon。
zh_hant: 尚未偵測到 Beacon。

# no_nearby_beacons
source: No nearby beacons found.
de: Keine Beacons in der Nähe gefunden.
es: No se encontraron beacons cercanos.
fr: Aucun beacon à proximité.
ja: 近くにビーコンは見つかりませんでした。
ko: 주변 비콘이 감지되지 않았습니다.
zh_hans: 附近未发现 Beacon。
zh_hant: 附近未發現 Beacon。

source: Demo
es: Demostración
fr: Démo
ja: デモ
ko: 데모
zh_hans: 演示
zh_hant: 示範

source: Live
es: En vivo
fr: En direct
ja: ライブ
ko: 실시간
zh_hans: 实时
zh_hant: 即時

# permission_title
source: Permission Required
de: Berechtigung erforderlich
es: Se requiere permiso
fr: Autorisation requise
ja: 権限が必要です
ko: 권한 설정 알림
zh_hans: 需要权限
zh_hant: 需要權限

source: Notice
de: Hinweis
es: Aviso
fr: Notification
ja: お知らせ
ko: 알림
zh_hans: 提示
zh_hant: 提示

source: OK
es: Aceptar
ko: 확인
zh_hans: 确定
zh_hant: 確定

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# allow_location_permission
source: Please allow location access.
de: Bitte Standortzugriff erlauben.
es: Permite el acceso a la ubicación.
fr: Veuillez autoriser l'accès à la localisation.
ja: 位置情報へのアクセスを許可してください。
ko: 위치사용 권한을 허용해주세요
zh_hans: 请允许访问位置信息。
zh_hant: 請允許存取位置資訊。

# beacon_scan_required
source: Beacon scanning capability required.
de: Beacon-Scan-Funktion erforderlich.
es: Se requiere la función de escaneo de beacons.
fr: Fonction de scan Beacon requise.
ja: ビーコンのスキャン機能が必要です。
ko: 비콘스캔 기능 확인이 필요합니다
zh_hans: 需要启用 Beacon 扫描功能。
zh_hant: 需要啟用 Beacon 掃描功能。

# register_uuid_first_format
source: Please register UUIDs first (up to %d).
de: Bitte zuerst UUIDs registrieren (bis zu %d).
es: Registra primero los UUID (hasta %d).
fr: Veuillez d'abord enregistrer des UUID (jusqu'à %d).
ja: まず UUID を登録してください（最大 %d 件）。
ko: 먼저 UUID를 등록해주세요 (최대 %d개).
zh_hans: 请先注册 UUID（最多 %d 个）。
zh_hant: 請先註冊 UUID（最多 %d 個）。

# proximity_immediate
source: Immediate
de: Unmittelbar
es: Inmediato
fr: Immédiat
ja: 至近
ko: 즉시
zh_hans: 极近
zh_hant: 極近

# proximity_near
source: Near
de: Nah
es: Cerca
fr: Proche
ja: 近距離
ko: 가까움
zh_hans: 近
zh_hant: 近

# proximity_far
source: Far
de: Fern
es: Lejos
fr: Lointain
ja: 遠距離
ko: 멀리
zh_hans: 远
zh_hant: 遠

# proximity_unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 미지
zh_hans: 未知
zh_hant: 未知

# detail_title
source: Beacon Details
es: Detalles del Beacon
fr: Détails du Beacon
ja: Beacon の詳細
ko: Beacon 상세 정보
zh_hans: Beacon 详细信息
zh_hant: Beacon 詳細資訊

source: Copy UUID
de: UUID kopieren
es: Copiar UUID
fr: Copier l'UUID
ja: UUID をコピー
ko: UUID 복사
zh_hans: 复制 UUID
zh_hant: 複製 UUID

source: Copy All
de: Alles kopieren
es: Copiar todo
fr: Tout copier
ja: すべてコピー
ko: 전체 복사
zh_hans: 全部复制
zh_hant: 全部複製

source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました
ko: 복사되었습니다
zh_hans: 已复制
zh_hant: 已複製

# uuid_register
source: Register UUID
de: UUID registrieren
es: Registrar UUID
fr: Enregistrer un UUID
ja: UUID を登録
ko: UUID 등록
zh_hans: 注册 UUID
zh_hant: UUID 註冊

# uuid_add
source: Add UUID
de: UUID hinzufügen
es: Agregar UUID
fr: Ajouter un UUID
ja: UUID を追加
ko: UUID 추가
zh_hans: 添加 UUID
zh_hant: 新增 UUID

# uuid_edit
source: Edit UUID
de: UUID bearbeiten
es: Editar UUID
fr: Modifier l'UUID
ja: UUID を編集
ko: UUID 편집
zh_hans: 编辑 UUID
zh_hant: 編輯 UUID

# enter_uuid
source: Enter a UUID
de: Gib eine UUID ein
es: Introduce un UUID
fr: Saisissez un UUID
ja: UUID を入力してください
ko: UUID를 입력하세요
zh_hans: 请输入 UUID
zh_hant: 請輸入 UUID

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

# invalid_uuid
source: Invalid UUID format.
de: Ungültiges UUID-Format.
es: Formato de UUID no válido.
fr: Format d'UUID invalide.
ja: UUID の形式が正しくありません。
ko: 유효한 UUID 형식이 아닙니다.
zh_hans: UUID 格式无效。
zh_hant: UUID 格式無效。

# uuid_max_format
source: You can register up to %d items.
de: Es können bis zu %d Einträge registriert werden.
es: Puedes registrar hasta %d elementos.
fr: Vous pouvez enregistrer jusqu'à %d éléments.
ja: 最大 %d 件まで登録できます。
ko: 최대 %d개까지 등록할 수 있습니다.
zh_hans: 最多可注册 %d 个。
zh_hant: 最多可註冊 %d 個。

# uuid_already_registered
source: This UUID is already registered.
de: UUID bereits registriert.
es: El UUID ya está registrado.
fr: Cet UUID est déjà enregistré.
ja: この UUID は既に登録されています。
ko: 이미 등록된 UUID 입니다.
zh_hans: 该 UUID 已注册。
zh_hant: 此 UUID 已註冊。

# beacon_send
source: Start Beacon
de: Beacon senden starten
es: Iniciar transmisión
fr: Démarrer l'émission
ja: Beacon を送信開始
ko: 비콘 발신
zh_hans: 开始发射 Beacon
zh_hant: 開始發射 Beacon

# beacon_stop
source: Stop Transmitting
de: Senden stoppen
es: Detener transmisión
fr: Arrêter l'émission
ja: 送信停止
ko: 발신 중단
zh_hans: 停止发射
zh_hant: 停止發射

# sending
source: Transmitting
de: Senden...
es: Transmitiendo...
fr: Émission...
ja: 送信中
ko: 발신중
zh_hans: 发射中
zh_hant: 發射中

# uuid_select
source: Select UUID
de: UUID auswählen
es: Seleccionar UUID
fr: Sélectionner un UUID
ja: UUID を選択
ko: UUID 선택
zh_hans: 选择 UUID
zh_hant: 選擇 UUID

# uuid_empty
source: No UUIDs registered
de: Keine UUIDs registriert
es: No hay UUID registrados
fr: Aucun UUID enregistré
ja: 登録された UUID はありません
ko: 등록된 UUID 없음
zh_hans: 暂无已注册的 UUID
zh_hant: 尚無已註冊的 UUID

source: Input Error
de: Eingabefehler
es: Error de entrada
fr: Erreur de saisie
ja: 入力エラー
ko: 입력 오류
zh_hans: 输入错误
zh_hant: 輸入錯誤

source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
zh_hans: 错误
zh_hant: 錯誤

# tx_init_failed
source: Failed to initialize transmitter.
de: Sender konnte nicht initialisiert werden.
es: No se pudo inicializar el transmisor.
fr: Échec de l'initialisation de l'émetteur.
ja: 送信機の初期化に失敗しました。
ko: 비콘 발신기를 초기화할 수 없습니다.
zh_hans: 无法初始化发射器。
zh_hant: 無法初始化發射器。

# major_minor_range_error
source: Major/Minor must be 0–65535.
de: Major/Minor muss zwischen 0–65535 liegen.
es: Major/Minor debe estar entre 0 y 65535.
fr: Major/Minor doit être compris entre 0 et 65535.
ja: Major/Minor は 0–65535 の範囲で指定してください。
ko: major/minor는 0~65535 범위의 숫자여야 합니다.
zh_hans: Major/Minor 必须在 0–65535 范围内。
zh_hant: Major/Minor 必須介於 0–65535。

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

# allow_bluetooth_permission
source: Please allow Bluetooth access.
de: Bitte Bluetooth-Zugriff erlauben.
es: Permite el acceso a Bluetooth.
fr: Veuillez autoriser l'accès au Bluetooth.
ja: Bluetooth へのアクセスを許可してください。
ko: 블루투스 사용 권한을 허용해주세요
zh_hans: 请允许使用蓝牙。
zh_hant: 請允許使用藍牙。

# proximity_label
source: Proximity
de: Nähe
es: Proximidad
fr: Proximité
ja: 近接度
zh_hans: 接近度
zh_hant: 接近度
